<template>
  <div class="contract">
    <h2 class="title">
      元征隐私权声明
    </h2>
    <section class="title-notice">
      <p>深圳市元征科技有限公司（以下简称“元征科技”）了解隐私权对客户的重要性，力求通过本隐私权声明来明确说明我们对用户（以下简称“用户”或“您”）信息的处理方法。为了更好的保护您使用本产品的权利及个人信息，特将产品或服务使用方式、用户权利与义务、用户个人信息及数据的收集、使用、存储、安全保护、披露信息方式等予以公开。用户在使用产品或服务之前，请务必仔细阅读并全面理解本《隐私权声明》（以下简称“本声明”）的规定与限制。本声明具有独立性与完整性，当您选择使用本产品时，即视为您已经了解并完全同意本声明中的所有条款并且同意我们根据本声明收集您的个人信息，并自愿承担使用产品或服务的全部责任与风险。如您不同意本声明，请终止使用我们的产品或服务。</p>
    </section>
    <br>
    <div class="contract-details">
      <section>
        <h3>一、我们可能收集的个人信息</h3>
        <p>我们有两种信息收集方式：</p>
        <p>1.1 我们在您使用我们产品和服务的过程中收集的信息：如您在支付时可能需要您提供您的手机号码、通讯地址等。</p>
        <p>1.2 必要时我们还会收集与产品使用相关的信息，例如IP 地址、Cookie、位置信息、产品制造商、产品型号、产品唯一标示符和设备数据等信息。</p>
      </section>
      <section>
        <h3>二、 我们收集个人信息的原因</h3>
        <p>主要基于以下两个原因，我们需要收集您的个人信息：</p>
        <p>2.1 部分服务必须获取您的信息后才能提供。</p>
        <p>2.2 您的信息会帮助我们更好地优化产品和服务，更好地满足您的需求，为您提供更方便的服务。</p>
      </section>
      <section>
        <h3>三、我们收集个人信息方式</h3>
        <p>3.1 您直接提供的信息</p>
        <p>某些服务会要求您直接向我们提供信息。例如，当您登录账号时，可能需要提交某些个人信息，例如您的手机号码等。</p>
        <p>如果您向我们订购产品，我们可能会询问您的姓名、联系信息和配送地址，以便处理您的订单。</p>
        <p>3.2 有关服务使用情况的信息</p>
        <p>除了您提供的信息以外，我们还可能通过您设备中的软件以及其他方式来收集您使用我们服务的相关信息。</p>
        <p>3.3 第三方来源信息</p>
        <p>我们不排除可能会从公开渠道来源获得您的信息（在法律允许的情况下），并可能将其与收到的或与您有关的其他信息组合。</p>
        <p>3.4 我们收集的其他信息</p>
        <p>我们也可能通过其他方式收集有关您、您的设备或使用服务情况的其他信息，这些方式会在收集时向您说明或征得您的同意。</p>
      </section>
      <section>
        <h3>四、我们使用收集到的个人信息的方式</h3>
        <p>4.1 为您或您的设备进行服务注册；</p>
        <p>4.2 提供您请求的服务或功能；</p>
        <p>4.3 评估和分析市场、客户、产品及服务（包括询问您对我们的产品和服务的意见，以及执行客户调查）；</p>
        <p>4.4 了解您使用我们的服务的方式，以便我们改善服务并开发新产品和服务；</p>
        <p>4.5 为您的设备提供维护服务；</p>
        <p>4.6 征得您同意的其他用途。</p>
      </section>
      <section>
        <h3>五、我们存储并保护个人信息的方法</h3>
        <p>元征科技采用普遍接受的行业安全标准，采取加密措施保护用户的个人身份信息和数据，以保证您的信息在未经授权的情况下不会被访问、使用或披露。</p>
        <p>在技术方面，元征科技使用防病毒软件，加密保护、监控系统，增强元征科技数据中心的攻击防护；在制度方面，通过对元征科技员工进行安全与隐私保护知识培训，确保员工了解数据保护的重要性，但基于网络的固有缺陷及运行风险，元征科技并不能保证您的信息绝对安全。</p>
      </section>
      <section>
        <h3>六、信息的披露</h3>
        <p>我们不会向无关第三方披露您的个人信息，但以下情况除外：</p>
        <p>6.1 用户或用户监护人授权元征科技披露的；</p>
        <p>6.2 有关法律法规要求元征科技披露的；</p>
        <p>6.3 司法机关或行政机关基于法定程序要求元征科技提供的；</p>
        <p>6.4元征科技为了维护自己合法权益而需要向用户提起诉讼或者仲裁时；</p>
        <p>6.5 应用户监护人的合法要求而提供用户个人身份信息时。</p>
        <p>6.6 保持维护元征科技的知识产权和其他合法权利时；</p>
        <p>6.7 在紧急情况下竭力维护用户个人和社会大众的隐私安全；</p>
        <p>6.8 根据本条款相关规定或者元征科技认为必要的其他情况下。</p>
      </section>
      <section>
        <h3>七、法律责任</h3>
        <p>7.1 用户应当合理并善意的使用本产品，如因您的使用行为而导致损害或遭到第三方诉讼，我们将保留抗辩权和请求赔偿的权利，赔偿范围包括但不限于因您的不当行为产生的损失，包括但不限于诉讼费、律师费、交通费、差旅费。</p>
        <p>7.2 本声明适用中华人民共和国法律。因本声明发生的任何争议，应当协商解决，协商不成，应向上海市浦东新区法院提起诉讼解决。</p>
      </section>
      <section>
        <h3>八、隐私权声明的更新</h3>
        <p>为与产品、服务、法律规定保持一致，隐私权声明将随时进行修改或变更，本声明修改或变更后会及时予以公布。您在声明修改或变更后仍继续浏览本网站或使用元征科技产品、服务，即视为您接受我们对隐私声明的修改或变更。</p>
      </section>
    </div>
  </div>
</template>

<script>
    export default {
        name: "privacyNotice",
        data() {
            return {}
        },
        created() {
        },
        mounted() {
        },
        methods: {},
        watch: {},
        computed: {},
        components: {},
    }
</script>

<style scoped lang="stylus">
  .contract{
    width:1200px;
    margin:0 auto;
    padding-top: 80px;
    padding-bottom: 65px;
  }
  .contract p,h2,h3{
    line-height: normal;
  }
  .title{
    text-align: center;
    font-size: 22px;
    color: #333;
    margin-bottom: 20px;
  }
  .title-notice{
    /*text-indent: 2em;*/
  }
  .title-notice p{
    font-size: 18px;
    color: #333;
  }
  .contract-details section{
    font-size: 16px;
  }
  .contract-details section h3{
    color: #333333;
    text-indent: 2em;
    margin: 2px auto;
  }
</style>
