<template>
    <div class="contract">
      <h2 class="title">
        可信盾用户协议
      </h2>
      <section class="title-notice">
        <p>重要须知：本《用户协议》（下称“本协议”）是用户与深圳市元征科技股份有限公司（下称“元征科技”）之间关于购买可信盾产品，使用元征科技服务所订立的协议。“用户”或“您”是指通过使用元征科技提供可信盾产品软件授权许可和/或服务的个人或单一实体。</p>
        <p>元征科技在此特别提醒用户认真阅读本协议各条款，请您审阅并接受或不接受本协议（未成年人应在法定监护人陪同下审阅和履行，未成年人行使和履行本协议项下的权利和义务视为其已获得了法定监护人的认可）。除非您接受本协议条款，否则您无权使用本协议项下的相关产品和服务。您的注册和使用行为将视为对本协议的接受，并同意接受本协议各项条款的约束。</p>
      </section>
      <br>
      <div class="contract-details">
        <section>
          <h3>1、协议的确认和接纳</h3>
          <p>1.1 可信盾涉及到的元征科技相关软件的一切权利归元征科技所有。用户在享受可信盾时，应当接受本协议以及软件及服务相关的具体服务及操作条款的约束。</p>
          <p>1.2 用户一经注册成功，则本协议立即成立且生效，即表示用户自愿接受本协议及元征科技不时发布的服务条款的所有内容。</p>
        </section>
        <section>
          <h3>2、账号注册及使用</h3>
          <p>2.1 在您注册成功并实际使用可信盾的服务时，即获得元征科技规定用户所应享有的一切权限；在发生特定情形时，元征科技有权对其用户的权限设计进行变更。</p>
          <p>2.2 用户承诺注册成为元征科技，可信盾用户所提供的手机号码为本人真实有效且正在使用的号码。通过该账号发出的任何指令均视为您本人操作。因您的原因造成的账户信息被冒用、盗用或非法使用，由此引起的一切风险、责任、损失、费用等应由您自行承担。</p>
        </section>
        <section>
          <h3>3、可信盾用户守则</h3>
          <p>3.1用户全额支付可信盾硬件购买价款后，元征科技将采用特定方式向用户交付可信盾的硬件产品。用户也可采用可信盾允许的其他方式进行硬件购买。</p>
          <p>3.2用户理解并确认，可信盾硬件商品的性质具有特殊性，一经认购后，可信盾硬件产品的购买不适用七日无理由退货的规定。</p>
          <p>3.3 用户不得利用元征科技公司软件及服务误导、欺骗他人。</p>
          <p>3.4用户须对自己在使用元征科技服务过程中的行为承担法律责任。用户承担法律责任的形式包括但不限于：对受侵害者进行赔偿，以及在元征科技公司首先承担了因用户行为导致的行政处罚或对他人损害赔偿责任后，用户应给予元征科技公司等额的全面赔偿。</p>
          <p>3.5用户在遵守法律及本协议的前提下可依本协议使用可信盾。用户无权实施包括但不限于下列行为：</p>
          <p>3.5.1 删除元征科技公司软件及其他副本上所有关于版权的信息、内容；</p>
          <p>3.5.2 对元征科技公司软件进行反向工程、反向汇编、反向编译等；</p>
          <p>3.5.3 对于元征科技公司软件相关信息等，未经元征科技书面同意，用户不得擅自实施包括但不限于下列行为：使用、复制、修改、链接、转载、汇编、发表、出版，建立镜像站点、擅自借助元征科技公司软件发展与之有关的衍生产品、作品、服务等。</p>
          <p>3.5.4 对于可信盾硬件，用户不得擅自实施包括但不限于下列行为：复制、修改、反向工程及未经元征科技公司允许的再次售卖等。</p>
          <p>3.6用户在使用可信盾产品或服务时必须符合中华人民共和国相关的法律、法规。用户不得利用可信盾产品及服务制作、发表、复制、传送、传播、储存以下信息：</p>
          <p>3.6.1 违反宪法确定的基本原则的；</p>
          <p>3.6.2 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
          <p>3.6.3 损害国家荣誉和利益的；</p>
          <p>3.6.4 煽动民族仇恨、民族歧视，破坏民族团结的；</p>
          <p>3.6.5 破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
          <p>3.6.6 散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
          <p>3.6.7 散布淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的；</p>
          <p>3.6.8 侮辱或者诽谤他人，侵害他人合法权益的；</p>
          <p>3.6.9 煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；</p>
          <p>3.6.10 以非法民间组织名义活动的；</p>
          <p>3.6.11 侵犯他人知识产权、商业秘密或其他合法权利的；</p>
          <p>3.6.12 含有法律、行政法规禁止的其他内容的。</p>
          <p>3.7 用户不得以任何方式干扰元征科技公司的服务。</p>
          <p>3.8 用户不得进行任何危害计算机网络安全的行为，包括但不限于：使用未经许可的数据或进入未经许可的服务器/账户；未经允许进入公众计算机或者他人计算机系统并删除、修改、增加存储信息；未经许可，企图探查、扫描、测试本软件系统或网络的弱点或其他实施破坏网络安全的行为；企图干涉、破坏官方软件系统或网站的正常运行，故意传播恶意程序或病毒以及其他破坏干扰正常网络信息服务的行为；伪造TCP/IP数据包名称或部分名称。</p>
          <p>3.9 用户不得利用可信盾产品和服务从事以下任一活动：</p>
          <p>3.9.1 未经允许，进入计算机信息网络或者使用计算机信息网络资源的；</p>
          <p>3.9.2 未经允许，对计算机信息网络功能进行删除、修改或者增加的；</p>
          <p>3.9.3故意制作、传播计算机病毒等破坏性程序的；</p>
          <p>3.9.4其他危害计算机信息网络安全的行为。</p>
          <p>3.10 用户保证其对向元征科技提供的任何形式的内容享有完整著作权，而且元征科技有权无需另行取得用户同意而将上述权利转让或者转授予其他公司或个人。</p>
          <p>3.11 用户理解并接受，用户可通过使用“元链网盘”产品，共享存储空间获得代币奖励。元链网盘产品不是可信盾产品及其相关服务的必然组成部分，是否使用元链网盘并不影响可信盾产品和服务的正常使用，也不构成用户退换可信盾产品的理由。</p>
        </section>
        <section>
          <h3>4、法律责任及免责</h3>
          <p>4.1 用户明确同意使用可信盾所产生的风险由用户个人承担。元征科技公司明确表示不提供任何类型的担保。用户理解并接受通过可信盾取得的任何信息资料为用户自主行为，并由其承担系统受损、资料丢失以及其他任何风险。对在任何情况下因使用或不能使用元征科技服务所产生的损害及风险，元征科技及合作单位不承担任何责任。</p>
          <p>4.2 使用本服务涉及到互联网服务，可能会受到各个环节不稳定因素的影响，存在因任何网络、技术、通信线路等原因造成的服务中断或不能满足用户要求的风险，用户须明白并自行承担以上风险，元征科技不承担任何责任。</p>
          <p>4.3用户违反本协议或相关服务条款的规定，因此产生的任何第三方主张的任何索赔、要求或损失，包括合理的诉讼费用和律师费用，您同意赔偿元征科技与合作公司、关联公司，并使之免受损害，对此，元征科技有权采取包括但不限于暂停账号使用、停止提供服务、限制使用、法律追究等措施。</p>
        </section>
        <section>
          <h3>5.用户协议的变更与修订</h3>
          <p>5.1 元征科技公司保留随时修改或中断服务而不另行通知用户的权利。用户接受元征科技公司行使修改或中断服务的权利，元征科技公司不需就此对用户或第三方负责。</p>
        </section>
        <section>
          <h3>6、隐私权政策</h3>
          <p>6.1 可信盾软件及服务的特点导致元征科技无法并且不会以任何方式保存、存储用户上传、存储的数据，且元征科技公司在未经用户的授权时不得公开、修改其注册资料及上传、存储在元征科技各项服务中的非公开内容，除非元征科技公司在诚信的基础上认为透露这些信息在以下几种情况是必要的，则可以无需用户另行授权进行公开、修改：</p>
          <p>6.1.1 用户或用户监护人授权元征科技公司披露的；</p>
          <p>6.1.2 有关法律要求元征科技公司披露的；</p>
          <p>6.1.3 司法机关或行政机关基于法定程序要求元征科技公司提供的；</p>
          <p>6.1.4 元征科技公司为了维护自己合法权益而向用户提起诉讼或者仲裁时；</p>
          <p>6.1.5 应用户监护人的合法要求而提供用户个人身份信息时。</p>
          <p>6.1.6保持维护元征科技的知识产权和其他重要权利时；</p>
          <p>6.1.7 在紧急情况下竭力维护用户个人和社会大众的隐私安全；</p>
          <p>6.1.8 根据本条款相关规定或者元征科技认为有必要的其他情况下。</p>
          <p>6.2 在不透露单个用户隐私资料的前提下，元征科技有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。</p>
          <p>6.3 元征科技不排除可能会从公开渠道来源获得用户的信息（在法律允许的情况下），并可能将其与收到的或与用户有关的其他信息组合。</p>
        </section>
        <section>
          <h3>7、服务中止与终止</h3>
          <p>7.1 用户如有发布违法信息、严重违背社会公德以及其他违反法律法规、规章及监管政策禁止性规定、违反本协议约定的行为，元征科技公司有权立即终止提供服务。</p>
          <p>7.2 用户在接受元征科技公司服务时实施不正当行为的，元征科技公司有权终止对用户提供服务。</p>
          <p>7.3 元征科技公司保留随时变更、中断或终止服务而不需另行通知用户的权利。元征科技公司无需就此对用户或第三方承担任何形式的赔偿或补偿责任。</p>
          <p>7.4 因国家法令等不可抗力原因终止或中止服务的，元征科技公司完成告知义务后，无需就此对用户或第三方承担任何形式的赔偿或补偿责任。</p>
        </section>
        <section>
          <h3>8、法律适用和管辖</h3>
          <p>8.1 本协议所定的任何条款的部分或全部无效者，不影响其他条款的效力。</p>
          <p>8.2 本协议的生效、履行、解释或争议的解决均适用中华人民共和国法律；</p>
          <p>8.3 如就本协议内容或其执行发生任何争议，应尽量友好协商解决；协商不成时，则争议各方均可向合同签订地有管辖权的人民法院提起诉讼，本合同签订地：北京市。</p>
        </section>
      </div>
    </div>
</template>

<script>
    export default {
        name: "userProtocol",
        data() {
            return {}
        },
        created() {
        },
        mounted() {
        },
        methods: {},
        watch: {},
        computed: {},
        components: {},
    }
</script>

<style scoped lang="stylus">
  .contract{
    width:1200px;
    margin:0 auto;
    padding-top: 80px;
    padding-bottom: 65px;
  }
  .contract p,h2,h3{
    line-height: normal;
  }
  .title{
    text-align: center;
    font-size: 22px;
    color: #333;
    margin-bottom: 20px;
  }
  .title-notice{
    text-indent: 2em;
  }
  .title-notice p{
    font-size: 18px;
    color: #333;
  }
  .contract-details section{
    font-size: 16px;
  }
  .contract-details section h3{
    color: #333333;
    text-indent: 2em;
    margin: 2px auto;
  }
</style>
